import WelcomeKor from "../../assets/main/welcome_kor.png";
import LanyardKor from "../../assets/main/lanyard_kor.png";

const mainPage = {
  mode: "kr",
  welcomeText: WelcomeKor,
  welcomeButton: "무료 개발자 매칭 시작",
  hero1: {
    title: "(주)픽톨로지, 프론트엔드",
    name: "모 알가잘리 (Mo Alghazali)",
  },
  hero2: {
    title: "(주)픽톨로지, 프론트엔드",
    name: "세린 다우드 (Sereen Daud)",
  },
  hero3: {
    title: "(주)플레이나우, 노드 개발자",
    name: "아마드 사피 (Ahmad Safi)",
  },
  hero4: {
    title: "버틱비, iOS 개발자",
    name: "안드레 볼츠키 (Andre volchki)",
  },
  second: {
    lanyard: LanyardKor,
    title1: "3000명의 글로벌 인재를",
    title2: "만나보세요.",
    body1: "UI/UX 퍼블리싱부터, 프런트엔드, 백엔드,",
    body2: "모바일 앱, DB 설계, AI, 블록체인 개발자까지",
    body3: "사전 테스트와 평점 시스템을 통해",
    body4: "실력이 검증된 개발자가 기다리고 있어요.",
    timestamp: "2023년 2월 기준",
  },
  third: {
    title1: "40+ 다양한 스킬셋.",
    title2: "풀스텍 개발자",
    body1: "Kookje.in에 등록된 개발자들은",
    body2: " 다양한 스킬셋을 보유하고 있습니다.",
    body3: "필요한 기술 스택이나 툴셋이 있으시면",
    body4: "가능한 범위 내에서 맞는 개발자를 매칭해드립니다.",
    body5: "AI, 빅데이터, 블록체인 등 전문적인",
    body6: "스킬셋이 필요하시면 문의해 주세요.",
    timestamp: "2023년 2월 기준",
  },
  fourth: {
    sectionTitle: "이제는 한국 기업도 외국인 개발자를 채용할 수 있습니다.",
    1: {
      title: "상위 3% 개발자",
      body1: "세계적으로 인정받는 개발자 프로그램",
      body2: "Gaza Sky Geeks의 개발자를 매칭해드립니다.",
    },
    2: {
      title: "최적의 매칭 시스템",
      body1: "각 채용 니즈는 다수의 적합자와 매칭되며",
      body2: "그중 최적의 개발자와 계약할 수 있습니다.",
    },
    3: {
      title: "간편한 월급 지급",
      body1: "에스크로 시스템을 통해 안전한",
      body2: "해외 월급지급이 이루어집니다.",
    },
    4: {
      title: "전문 어시스턴트 배정",
      body1: "각 기업마다 국제인 소속 어시스턴트가",
      body2: "배정되어 언어적 장벽을 허물어 줍니다.",
    },
    5: {
      title: "비용 절감",
      body1: "한국 개발자 채용 대비 40% 이상",
      body2: "비용을 절감할 수 있습니다.",
    },
    6: {
      title: "채용 만족도 유지",
      body1: "개발자에게 DEV 매뉴얼을 지급하며",
      body2: "한국 기업에서의 커리어 성공을 돕습니다.",
    },
  },
  fifth: {
    sectionTitle: "채용 등록부터 완료까지 안전하고 빠른 절차로 시작하세요.",
    1: {
      bar: "1. 채용 등록",
      title:
        "우리 기업에 필요한 인재의 기술력과 요구사항을 간편하게 등록하세요!",
      text1:
        "여러 명의 인재가 필요할 경우 여러 개의 채용 공고를 등록할 수 있습니다.",
      text2:
        "개발 언더, 프레임워크, 자격증 등 자세히 등록할수록 효율적으로 개발자 매칭이 됩니다.",
    },
    2: {
      bar: "2. 개발자 매칭",
      title: "채용 등록을 마치면 적합한 다수의 해외 개발자와 매칭됩니다.",
      text1:
        "여러명의 개발자와 대화를 통해 우리 기업에 필요한 최고의 적합자를 찾을 수 있습니다.",
      text2: "매칭된 개발자와 마일스톤에 대해 소통하고 합의 할 수 있습니다.",
    },
    3: {
      bar: "3. 마일스톤 검증",
      title: "어시스턴트에게 마일스톤 검증을 요청할 수 있습니다.",
      text1:
        "업무 범위와 일정 등을 협의한 후 어시스턴트에게 검증을 요청해 안전한 계약을 할 수 있습니다.",
      text2:
        "철저한 채용 시스템을 통해 분쟁 걱정 없이 채용을 하되 혹시 모를 상황에 대비해서 어시스턴트가 분쟁 해결을 도와줍니다.",
    },
    4: {
      bar: "4. 채용 완료",
      title:
        "기업의 만족도를 우선시하는 해외 개발자 채용 시스템은 시작일 뿐입니다.",
      text1: "에스크로를 통해 대금을 안전하게 처리할 수 있습니다.",
      text2:
        "최소 1개월 이상의 계약을 통해 단기적인 프리랜서가 아닌 신뢰를 쌓을 수 있는 채용 제도를 제공합니다.",
    },
  },
  sixth: {
    title: "협력사",
    subtitle: "kookje.in은 아래의 단체와 함께합니다.",
  },
  seventh: {
    title:"합리적인 가격으로 상위 3% 개발자를 채용하세요.",
    button: "무료 개발자 매칭 시작"
  }
};

export default mainPage;
