import Review from "../../assets/pricing/review_kor.png";

const pricing = {
  mode: "ko",
  learnMore: "자세히 보기",
  first: {
    title1: "기업 맞춤형 어시스턴트로",
    title2: "더 정확하고 신속하게",
    subtitle1: "1% OF THE INDUSTRY",
    subtitle2: "기본으로 배정되는 어시스턴트의 역할을 확장하세요.",
  },
  second: {
    options: {
      month: "월 구독",
      year: "1년 구독",
    },
    card: {
      free: "무료",
      currency: "만 원",
      month: "/ 월",
      year: "/ 1년",
      menu1: "고객 지원 및 분쟁 해결",
      menu2: "개발자 매칭 시 마일스톤 검증",
      menu3: "월 30시간 요청 가능",
      menu3_diff: "업무시간 상시 요청 가능",
      menu4: "중간관리 및 소통 보조",
      continue: "계속하기",
    },
    1: {
      title: "베이식 플랜",
      text: "개발자 매칭 때 마일스톤을 검증해 주고 분쟁을 해결해 주는 어시스턴트가 배정됩니다.",
    },
    2: {
      title: "스탠다드 플랜",
      text: "월 30시간에 한에 업무시간 아무 때나 어시스턴트의 도움을 요청할 수 있습니다.",
    },
    3: {
      title: "엔터프라이즈 플랜",
      text: "기업과 개발자 사이에 개발 지식을 보유하고 언어에 능통한 PM이 배정됩니다.",
    },
  },
  third: {
    title: "어시스턴트의 역할",
    subtitle:
      "어시스턴트의 역할은 플랜마다 다르지만 기본적으로 제공되는 서비스는 아래와 같습니다.",
    1: {
      title: "마일스톤 검증",
      text: "모든 채용은 최소 한 달 이상의 마일스톤을 설정해야 하며, 요청 시 기업의 전달 내용과 개발자의 이해사항이 일치하는지 확인해 드립니다.",
    },
    2: {
      title: "분쟁시 관여",
      text: "매달 기업은 개발자에 대한 평가를 진행하며, 문제가 있을 시 kookje.in에서 마일스톤과 개발자의 업무내용을 바탕으로 분쟁을 조정합니다.",
    },
    3: {
      title: "비상 상황 해결",
      text: "개발자 대체 필요시 1주일 내로 대체자를 찾고 인수인계를 보조합니다.",
    },
    4: {
      title: "월 30시간 보조 (스탠다드 플랜)",
      text: "번역, 통역, 영상 미팅 참여 등 여러 가지의 보조 업무를 월 30시간에 한에 어시스턴트를 요청할 수 있습니다.",
    },
    5: {
      title: "중간 관리 및 소통 담당 (엔터프라이즈 플랜)",
      text: "기업은 개발자에게 할당할 업무를 kookje.in PM을 통해 전달할 수 있습니다. 소통에 어려움을 느끼신다면 이용을 권장 드립니다.",
    },
    6: {
      title: "업무시간 상시 대기 (엔터프라이즈 플랜)",
      text: "스탠다드와 다르게 월 30시간의 제한이 없고 업무시간에는 PM은 항상 상시 대기 중입니다.",
    },
  },
  fourth: {
    title: "우리 기업에 최적화된 플랜",
    subtitle1: "영어로 소통이 어느 정도 가능하다면 베이식 플랜.",
    subtitle2: "영어로 소통이 가능하되 도움이 많이 필요할 땐 스탠다드 플랜.",
    subtitle3: "소통이 불가능할 정도로 어려움을 겪는다면 엔터프라이즈 플랜.",
  },
  fifth: {
    review: Review,
  },
  seventh: {
    title: "신뢰도를 우선시하는 해외 개발자 채용 플랫폼",
    button: "회원가입",
  },
};

export default pricing;
