const serviceDeveloper = {
  mode: "ko",
  learnMore: "자세히 보기",
  first: {
    title: "글로벌 개발자이신가요?",
    subtitle1: "한국 기업에서의 CAREER",
    subtitle2:
      "비전과 명성 있는 한국 기업에서 개발자로 커리어를 쌓고 안정적인 수입을 경험하세요.",
    signup: "회원가입",
  },
  second: {
    title: "글로벌 개발자를 위한 혜택",
    subtitle:
      "기업과 매칭이 빠르고 보수를 최적화 시켜 개발자를 위한 최고의 업무 환경을 제공합니다.",
    1: {
      title: "한국 중소기업과의 매칭",
      text: "개발자로 가입 후, 실력 검증 시스템과 테크스택을 기반으로 최적의 기업과 매칭됩니다.",
    },
    2: {
      title: "안정적인 소득",
      text: "계약기간은 최소 1개월이며 최소 월 130만 원부터 시작됩니다. 실력 검증이 되면 기본으로 제공되는 금액으로 안정적인 수입을 경험하세요.",
    },
    3: {
      title: "매월 소득의 증가",
      text: "최고의 성과와 재계약률을 높이는 비결은 업무를 진행하면서 매달 월급이 약 3만원씩 오릅니다.",
    },
  },
  third: {
    title: "한국에서의 커리어를 어시스턴트가 도와드리겠습니다.",
    subtitle:
      "언어 장벽에 대해 걱정할 필요가 없습니다. 대부분의 회사들은 기본적으로 영어를 구사하지만, kookje.in 또한 당신이 정착할 수 있도록 영어와 한국어에 능통한 어시스턴트를 배정합니다. 어시스턴트는 다음을 수행합니다:",
    text1: "업무 시작 전에 마일스톤을 이해했는지 검증합니다.",
    text2: "에스크로 서비스를 통해 급여를 안전하게 전달합니다.",
    text3: "분쟁이 생길 시 양측의 자료를 통해 원만하게 해결해 줍니다.",
  },
  fifth: {
    title: "뭐든지 물어보세요!",
    subtitle:
      "궁금한 게 있으면 실제로 한국 기업과 일하고 있는 개발자들한테 직접 물어보세요.",
  },
  seventh: {
    title: "한국에서의 커리어는 여기서 시작하세요.",
    button: "회원가입",
  },
};

export default serviceDeveloper;
